{
  "NavBar.Home": "Home",
  "NavBar.Contact": "Contact Us",
  "NavBar.About": "About Us",
  "NavBar.Login": "Login",

  "Home.Areas": "Areas",
  "Home.Sponsors": "Sponsors",
  "Home.Game": "Keybot Game Coming Soon...",
  "Home.Clock": "Time Left for FRC",
  "Home.days": "Days",
  "Home.hours": "Hours",
  "Home.minutes": "Minutes",
  "Home.membersSup": "Team Members",
  "Home.membersInf": "and counting...",

  "Contact.Title": "Send us your Info!",
  "Contact.name": "Name",
  "Contact.email": "Email",
  "Contact.number": "Phone",
  "Contact.subject": "Subject",
  "Contact.message": "Message",
  "Contact.button": "Send",

  "About.FirstInfo": "FIRST, which stands for: \"For Inspiration and Recognition of Science and Technology\". Is a nonprofit organization founded in 1989 by Dean Kamen. With the objective of inspiring young people's interest and participation in science and technology. FIRST has different leagues, in which we classify on the bigger one, the FIRST Robotics Competition (FRC). It's more than a competition it's an event which combines the technology and the gracious professionalism to create an equity, diverse and inclusive environment that appreciates the technology and the science. Additionally, FIRST teams are encourage to spread the word, looking forward to enjoy, love and recognize the Science, Technology, Mathematics and Engineering.",
  "About.DeepSpaceInfo": "Due to the Fiasco of the last Season, in this one, a different approach was taken, which is why a bunch of the administrators of the team were changed and we welcomed a new coach and team owner. After such, you could notice a lot significant changes, the team had become stronger and more united than ever. Luckily during this season we we're also able to get to the world competition, but this time, with what is described by many team members as: \"The Best robot the team had ever built, since its creation\". This was without a doubt, one if not, the best year for Keybot and it's development in all of the areas, all the way from programming and mechanics to administration and social labors. ",
  "About.RecycleRushInfo": "This was the team's firs ever season were everyone admits, no one knew anything. Back in those times, Chava started as the team owner, with Moises besides him acting as the team's coach. Due to the lack of knowledge in basically everything, the team decided to make the simplest possible robot, which would only focus on one of the game challenges. You could see right from the beginning that our coach was a huge fan of chains, after all, that's the way the robot mechanisms were made all the way from this season untill the third. On the other hand, even though it was the team's inital season, the programming was on point, the autonomous worked like a charm. By the end of the competition the robot's only mehcanism got completely destroyed, which is why our first ever aliance asked us to become a fighthing robot.",
  "About.SteamWorksInfo": "Steam Works was another season in which the main approach when building the robot, was to focus on only one challenge, the mesh challenge, after all, our team was still developing and had neither the resources or the knowledge to create a integral robot. Besides this, this was the first season where a second mechanism was being attempted to implement, a robot elevator, which consisted mainly of a velcro wire with once again chain. This was also a decent season for the programming team, since the autonomous had to be precise, something many teams failed at, but that the team managed to pull it together. Such autonomous at certain points was the main source of obtaining points in the competition. ",
  "About.StrongHoldInfo": "Stronghold in the mind of many keybot members, was the best season out of them all, due to the fact that the competitions theme was \"Epic\". During this season the team shifted the focus from mechanisms to feather weight and speed on the robot, thanks to the land challenges. This was also the first season ever in which Keybot attempted to use camera vision on the robot. Even though the only mehcanism our robot ended having for this season was a ball thrower, this one, just as the one in the last season stopped working and became a mere robotic arm that helped other teams move around the land obstacles. This season was also the first time, scouting was implemented; Montufar (one of the team members at the time) achieved an extraordinary job, he was able to help other teams win, by using only the power of observation and analysis, therefore creating the best possible strategy.",
  "About.PowerUpInfo": "This season was without a question, one of the wors seasons for the team, it was all failure after failure in the process of building the robot, since, a couple of days before the beggining of the competition, the entire robot got destroyed, the reason? The use of a chain in the main mechanism turned out to have less than the required strength to resist the weight of the metallic arm that grabbed and placed the boxes. Thanks to this, the team was forced to start and finish a completely new robot design in under 5 days, which we ended taking to the competition. Nevertheless, this was somehow the first time, the team passed into the worldclass competition for the first time in the history of keybot, one of the most unexpected experiences, the team ever lived. Finally, after the competition the team went through a rough patch, since no one wanted to ever live through a 5 day robot assemble again; which created some tension amongst the team members for a while.",
  "About.InfiniteRechargeInfo": "Thanks to the recent events involving COVID-19 this season got to an end before what was expected. Something that really hurted the team, after all, the team was coming from a huge developmente and potentiall from the last seasons team chair.",
  "About.GameChangersInfo": "Game Changers: Title of the new FIRST game for this year. Although we are not sure of the differences between this and the infinite recharge competition, Keybot is always ready to give the best out of each and every one of it's members, under any circumstance.",
  "About.InfoFooter": "To Learn more about First click the logo in the inferior part",

  "About.seasonsTitle": "Seasons Buttons",
  "About.historyTitle": "A Brief History of the Team",
  "About.history": "Keybot is a robotics team that proudly represents Mexico internationally in the First Robotics Competition, but beyond that, Keybot is a family and community that expands and develops day by day. The name of our team, means \"the key to knowledge towards science, technology and engineering\"; Originally designed with the values instilled by our institution and of course the FIRST competition. We have been a part of the FRC community since 2015, which is why our presence has been acknowledged for 6 straight seasons, where we have fiercely competed, representing everything our mentors have taught us throughout the years.",

  "About.CardsCoaches": "Coaches",
  "About.CardsMentors": "Mentors",
  "About.CardsLeaders": "Leaders",
  "About.CardsClick": "Click to see Bio.",

  "About.IsmaBio": "Creator of the WebSite, Ismael Muñoz Contreras, or better known as shelas is, as of today, a full stack web developer with advanced knowledge on programming, electronics and robotics as well as a Medicine Student in the \"Tecnológico de Monterrey\", in campus Monterrey.",
  "About.EmiBio": "Emiliano León Chavez: Shaggy for the friends, I like to programm, art, and cheesy jalapeño suce with pizza crust. If you ever run into me in the team, you can count on my help for anything.",
  "About.MemoBio": "Guillermo Navarro - Treasurer 2017-2018 / Mechanichs Chief 2017-2018 / Mentor 2018-2019 / I started as a mechanichs member, and step by step I started developing a great passion for the team, I learned more stuff I could ever think of, all the way from design up to a little bit of administration due to the fact I was part of the team's directive chair in 2017. I have met terrific people, and formed beautiful friendships here, that even though we have taken different paths, I still keep in touch with. The experience of being in Keybot fulfilled so much, that I went from wanting to study medicine to engineering. As of today I study robotics and I can tell you that Keybot and FIRST, are experiences you don't want to miss.",
  "About.EguzBio": "I have been a mentor of programming for the  \"First Robotics Competition\" (FRC) of the team #5716 since 2015. FRC is always a challenge, since, throught the competition, you face smarter and more experienced robot creators from all around the world, in some way, you see yourself in the obligation of continuing coding and teaching in the sharpest way possible.",
  "About.PaliBio": "Paola Elinora Parga Saucedo, better known as Paly Parga is the directive leader in charge of the areas of Leadershipt and Experiences in the \"Tecnológico de Monterrey\" campus Hidalgo. She has a bachelor's degree in entreprise administration by the \"Tecnológico de Monterrey\", plus having a masters and doctorate in Public Image by the College of Public Image Consultors. She believes everything is perfectible and that everything you ever propose to yourself can be accomplished with passion.",
  "About.SiwaBio": "Silvana Torres Ferrera is currently studying the 8th semester of accountability and finances. Her history in Keybot started en the year 2014, when, with a couple of her friends, founded the team. By the 2015 season, she became the team's leader, and upon graduating from high school, she kept being a team mentor in the administration area. \"Keybot taught me to dream and definitely changed my life; it is more than amazing  to watch how after so many years it keeps on changing the lifes of new generations.\"",
  "About.DavoBio": "To me Keybot means way more than just a simple robotics team, it is a family that day by day keeps on growing, a family that never stops suprising me, a family that teaches you not only about your area of interest, but of life in general, It provides you with the competence and skills found in no other site, the people which you find, transform from completel strangers, to brothers and sisters. The experiences that it leaves behind always teach you something, making you both a better student and person. I infinitely thank keybot for everything it taught me through out my entire high school. I surely take a ton of experiences from the team, but over all, a great family to whom I know, I will always be a part of. Keybot is and will always be a tiny piece of me.",
  "About.MagalyBio": "Graduate in International marketing, with experience in event organization, promotion and administration, as well as in the department of creation and development in promotion of a College, located in Mexico City. Currently supports the development in social networks and development of new products in the \"Dulcera\" enterprise of Mexico and mentor in the marketing area of Keybot!",
  "About.LuisBio": "Luis Enrique Sánchez, professor of the Science department at the \"Tecnológico de Monterrey\" campus Hidalgo. My history begins in the year 2019, when I get invited to participate as the team's Head Coach. During this season we had the chance to qualify as one of the finalists in the regional of Santa Fe, which granted us the pass to the World Championshipt in Houston. \"Keybot has taught me the great potential our students have, which pursuit their dreams with passion and discipline.\"",
  "About.OsbaldoBio": "Osbaldo Becerra, A \"Tecnológico de Monterrey\" professor with a maester in electronic science and design of integrated circuits. Postgraduate in the national institute of Astrophysics, optics and electronics (INAOE) in Tonantzinta, Puebla. He has experience in several differente areas and enterprises, such as electrophotonics and electronic design in Axon. He is a leader in egineerings for teh creation of Puebla's government channel 26, in the signal transmission of the tv in Once TV and a mentor in the Politecnic University of Pachuca. He is as of today, supporting mentor in the field of electronics for Keybot!",
  "About.SofiaBio": "My name is Sofía González, although I like to be called Sofi. I am 16 years old and I'm the general coordinator of the Keybot robotics team. I have tried every kind of sport and dance, but the apple to my eyes is definetely the Irish dance, for which I assisted to serveral competitions.",
  "About.AbiBio": "My name is Karla Abigail Henkel Bustamante. I am the leader of finances. Most people call me Karla or Abi. I enjoy dancing, singing and playing tennis.",
  "About.RodriBio": "Rodrigo Vázquez Hernández. Alumno de tercer semestre que ha formado parte del equipo durante todo su primer año de preparatoria. Ha estado en el área de administración y ha desempeñado tareas de mercadotecnia y scouting. Asistió al regional de Monterrey 2020. Ha participado en grupos estudiantiles como teateTie HidalMUN. Tiene un promedio de 97. ",
  "About.MariBio": "My name is Mariana, and I like to be called exactly that. I am 17 years old and the leader of the Sponsors. A fun fact about me, is that I really enjoy watching bakery series.",
  "About.AleBio": "My name is Alessa, I like to be called Ale and I'm 17 years old. Chairwoman of Kyebot's managemente 2020 - 2021 de Keybot. I consider that our team, more than a team, is a family. A fun fact about me, would be that I adore animals, to the point I've had all the way from dogs and cats, to ducks and rabbits.",
  "About.ItzelBio": "I'm Itzel Castellanos, I am currently 17 years old and the chairman's award leader, I dig everything related to art, especially music and drawing. A fun fact about me: I am a terribly distracted person, once I managed to loose a shoe.",
  "About.EugeBio": "Hey! I am Eugenia De Jesus Rangel, 17 years old. I am the leader of Programming and Electronics as well as the vicepresident for the keybot management chair of 2020-2021. My fun fact, is that I dig riding in Motorcycle.",
  "About.NadiaBio": "Hello there, my name is Nadia Belem, I prefer to be called Nadia and hate the name belem. I am the leader of marketing for the 2020-2021 keybot management chair. A random fact about my person is that I love chihuahas and travelling.",
  "About.KarlaBio": "My name is Karla Yenitzia Alducin Guzmán, administrative leader of keybot's chair for 2020-2021, mi second name is maya and it means, second sunshine. I have lived in 9 differente states of the Republic. I like to be called by my second name, yet I have no problem with either one. My fun fact would be that, whenever I'm nervous I crack my hand's fingers.",
  "About.MemeBio": "Student at the \"Tecnológico de Monterrey\" campus Hidalgo,leader of neumatics 2020-2021. 18 year old guy who enjoy synthwave and hates northern band, reggaeton and cumbia. Fun fact: People call me meme (don't ask).",
  "About.PaolaBio": "My name is Paola Salomón, but I prefer being called Pao. 17 year old leader of Social Action of keybot's 2020-2021 chair. I dig playing tennis",
  "About.BennetBio": "Missing Bio",
  "About.SalmaBio": "Missing Bio",
  "About.MayaBio": "Missing Bio",

  "About.MisionTitle": "Our Mision",
  "About.MisionInfo": "To inspire young minds to innovate within the field of techonology, science and business, awakening their creativity and potential, using robotics as the main tool.",

  "About.VisionTitle": "Our Vision",
  "About.VisionInfo": "To become one of the best internationally recognized FRC Teams, by our leadership inside the distinct areas that make up our community, as well as by our capabilites of innovation and creativeness in the industrial and technological sector.",

  "About.GalleryTitle": "Keybot Gallery",
  "About.Footer": "All Rights Reserved",

  "Login.Username": "Username or Email",
  "Login.Password": "Password",
  "Login.PassBox": "Show Pass"
}