{
  "NavBar.Home": "Casa",
  "NavBar.Contact": "Únete",
  "NavBar.About": "Acerca de",
  "NavBar.Login": "Login",

  "Home.Areas": "Áreas",
  "Home.Sponsors": "Patrocinadores",
  "Home.Game": "Juego de Keybot Próximamente...",
  "Home.Clock": "Tiempo para FRC",
  "Home.days": "Días",
  "Home.hours": "Horas",
  "Home.minutes": "Minutos",
  "Home.membersSup": "Miembros",
  "Home.membersInf": "y contando...",

  "Contact.Title": "¡Envianos tu Info!",
  "Contact.name": "Nombre",
  "Contact.email": "Email",
  "Contact.number": "Telefono",
  "Contact.subject": "Asunto",
  "Contact.message": "Mensaje",
  "Contact.button": "Enviar",

  "About.FirstInfo": "FIRST el cual significa: \"For Inspiration and Recognition of Science and Technology\". Es una organización sin ganancias fundada en el año de 1989 por Dean Kamen. Con el objetivo de inspirar el interes y participación en la ciencia y la tecnología de las mentes jóvenes. FIRST tiene diferentes ligas, de las cuales clasificamos dentro de la más grande: la \"FIRST Robotics Competition\" (FRC). La cual en realidad es más que solo una competencia, es un evento que combina la tecnología y el profesionalismo para crear una ambiente diverso, inclusivo y equitativo que aprecia a las ciencias y tecnologías. Adicionalmente, los equipos de FIRST son impulsados a esparcir la palabra, buscando disfrutar, amar y reconocer la Ciencia, la Tecnología, las Matemáticas e Ingeniería.",
  "About.DeepSpaceInfo": "Debido al Fiasco de la season pasada, en esta se optó por cambiar a las personas administrativas del equipo, es así como se cambiaron al coach y dueño del equipo. A partir de aquí se empezaron a notar cambios significativos, el equipo se habia vuelto más fuerte y únido que nunca. Afortunadamente durante esta temporada también logramos pasar al mundial, pero esta vez con lo que se describe fue: El mejor robot que haya construido el equipo desde la creación del equipo. Fue sin lugar a duda uno, sino es que el mejor año para keybot y su desarrollo en todas las áreas, desde mecánica y programación hasta administración y labores sociales.",
  "About.RecycleRushInfo": "Fue la primera temporada del equipo, en donde todos admiten que nadie sabia nada. En aquellos tiempos chava empezo siendo el director de Keybot, mientras que Moises era el coach. Debido a la falta de conocmiento del equipo sobre basicamente todo, se opto por hacer un robot simple que solo buscara hacer uno de los retos. En esta temporada se puede ver, que desde el inicio Moises era fan de el uso de cadenas, puesto que ese año se empezaron usarlas y así siguio durante más de 3 temporadas. A pesar de ser la primera vez, el autónomo del robot era bastante bueno. Sin embargo al final, en la competencia el robot termino destruyendose, junto con sus sitema de recolección de cajas, por lo cual la alianza nos pidiío que convierteramos a nuestro robot en uno de pelea.",
  "About.SteamWorksInfo": "Steam works fue otra temporada en la que también se busco enforcarse en un solo mecanismo, el de los engranes, puesto que nuestro equipo aun no tenía ni los recuros ni los conocmientos para poder crear un robot integro. Además de esto se intento por primera vez implementar un segundo mecanismo, que fue el de elevación del robot, este consistía en una cuerda gruesa de velcro que se enrolllaba nuevamente con cadena para poder levantar al robot. Este también fue un buen año para el equipo de programación ya que, el autónomo tenía que ser muy preciso para poder funcionar, mucho equipos fallaron, sin embargo keybot salio adelante con algunas partidas en las cuales el autonomo fungió como la principal forma de anotar puntos para el equipo.",
  "About.StrongHoldInfo": "StrongHold en la opinion de la gran mayoría de los integrantes del equipo fue de las mejores temporadas, debido a que la temática era \"épica\". Durante esta temporada el equipo busco construir el robot más ligero posible debido a las pruebas terrestres que habia para este reto. Tambíen fue esta la primer temporada en la que intenamos utilizar visión de cámara en el robot. A pesar de que el mecanismo de lanzar pelotas era el único que tenía nuestro robot, este al igual que la temporada pasada dejo de funcionar y solo sirvió como un brazo para ayudar a los equipos de nuestras alianzas a superar ciertos obstáculos. Esta fue igual la primera vez que implementamos el scouting, en donde Montufar (uno de los miembros del equipo en aquel entonces) hizo un trabajo extraordinario, ayudando a otros equipos a ganar únicamente mediante la observación de mecanismos de otros equipos y un análisis de la mejor posible estrategia.",
  "About.PowerUpInfo": "Esta fue sin lugar a duda una de las temporadas con mayores fracasos en la construcción del robot, Ya que unos días antes del inicio de la competencia, todo nuestro robot se rompió, debido que la implementacion de cadena que se hizo, no fue suficiente para resistar el peso del brazo metálico que se supone agarraría cajas. Debido a esto se tuvo que hacer un pequeño robot en alrededor de 5 días, el cual llevamos a la competencia. No obstante, esta fue la primera vez que el equipo logró pasar al mundial, lo cual fue de las cosas más inesparadas que jamas le ocurrió al equipo. Finalmente, después del mundial el equipo tuvo ciertos problemas puesto que no queríamos que en alguna otra temporada se volviera a tener que construir un robot en 5 días. Por lo cual hubo cierta tensión durante un tiempo.",
  "About.InfiniteRechargeInfo": "Debido a los reciente acontecimientos vistos por el COVID-19 esta temporada llego a su fin antes de lo esperado. Lo cual realmente es muy desafortunado para el equipo, puesto que se venía con un desempeño increible proveniente de las gestiones anteriores.",
  "About.GameChangersInfo": "Game Changers: Título del nuevo juego de FIRST a competir este año. Aun no estamos seguro de las diferencias que hay entre este e infinite recharge, Keybot siempre esta listo para dar lo mejor de cada uno de sus integrante, bajo cualquier circunstancia.",
  "About.InfoFooter": "Para saber más de FIRST haz click en su logo, en la parte inferior",

  "About.seasonsTitle": "Botones de Temporadas",
  "About.historyTitle": "Una Breve Historia del Equipo",
  "About.history": "Keybot es un equipo de robotica que orgullosamente representa internacionalmente a México en la \"First Robotics Competition\", pero más allá, Keybot es una familia y comunidad que se expande y se desarrolla día a día. El nombre de nuestro equipo significa \"La llave al conocimiento hacia la ciencia, tecnología e ingienería\"; Originalmente diseñado con los valores inyectados por nuestra institución y por supuesto por la misma competencia de FIRST. Hemos sido parte de la comunidad de FRC desde 2015, por lo cual, nuestra presencia ha sido reconocida por 6 temporadas seguidas, donde hemos competido ferozmente, representando todo lo que nuestros mentores nos han enseñado a través de los años.",

  "About.CardsCoaches": "Coaches",
  "About.CardsMentors": "Mentores",
  "About.CardsLeaders": "Líderes",
  "About.CardsClick": "Click para ver Bio.",


  "About.IsmaBio": "Creador de la pagina, Antiguo Jefe de Programación de Keybot, Estudiante de Medicina en TEC Campus Monterrey, Full Stack Web Developer. Si, ese soy yo... Ismael Muñoz Contreras, o mejor conocido como shelas,",
  "About.EmiBio": "Emiliano León Chavez: Shaggy para los amigos, me gusta programar, el arte y la salsa cheesy jalapeño con la corteza de la pizza. Si me ves algún día en el equipo puedes contar que te voy a ayudar.",
  "About.MemoBio": "Guillermo Navarro - Tesorero 2017-2018 / Jefe de mecánica 2017-2018 / Mentor 2018-2019 / Inicie como un miembro de mecánica y poco a poco desarrolle una gran pasión por el equipo, aprendí más cosas de las que pense, desde diseño hasta un poco de administración al ser parte de la mesa directiva en 2017. Conocí a grandes personas y forme bellas amistades aquí, que aunque hemos tomado caminos diferentes, las sigo estimando demasiado. Tanto me lleno la experiencia en el grupo que pase de querer ser médico a ingeniero, y actualmente estudio robótica, Esta experiencia es una que simplemente no puedes dejar pasar.",
  "About.EguzBio": "He sido un mentor de programación para la \"First Robotics Competition\" (FRC) del equipo #5716 desde 2015. FRC Siempre es un desafío, ya que al competir contra más inteligentes y experimentados creadores de robots en el mundo, te ves en la obligación de seguir programando y enseñando de una manera impecable.",
  "About.PaliBio": "Paola Elinora Parga Saucedo mejor conocida como Paly Parga es directora del área de Liderazgo y Vivencia en el Tecnológico de Monterrey. Tiene una licenciatura en administración de empresas por el Tecnológico de Monterrey, además de contar con una maestría y doctorado en Imagen Publica por el Colegio de consultores en Imagen Pública. Ella cree que todo es perfectible y que todo lo que se propongan se puede realizar con pasión. ",
  "About.SiwaBio": "Silvana Torres Ferrera estudia el 8vo semestre de contabilidad y finanzas. Su historia en Keybot comenzó en el 2014 cuando junto con algunos amigos fundaron el equipo. Para la temporada 2015 fue líder del equipo y al graduarse de preparatoria continuo como mentor Jr. en el área de administración. \"Keybot me enseñó a soñar y a llegar al mundial de robótica, definitivamente me cambió la vida y es increíble ver cómo años después le sigue cambiando la vida a las nuevas generaciones\"",
  "About.DavoBio": "Para mí Keybot significa más que un equipo de robótica, es una familia que día a día crece más, una familia que al llegar a ella nunca deja de sorprendente, te enseña no sólo sobre tu área sino de la vida en general, te da competencias y habilidades que en ningún otro lado vas a encontrar, las personas con las que te encuentras pasan a convertirse de completos desconocidos a tus hermanos. Las experiencias que te deja a lo largo del camino siempre te enseñan algo y te vuelven mejor alumno y persona. Agradezco infinitamente a Keybot por lo que me enseñó a lo largo de mi prepa y me llevo todas las experiencias y sobre todo una gran familia a la que uno siempre va a pertenecer. Keybot es un cachito de mí.",
  "About.MagalyBio": "Licenciada en Mercadotecnia Internacional con experiencia en organización de eventos, promoción y administración de nómina, así como en creación y desarrollo del departamento de promoción de un Colegio en la Ciudad de México. Actualmente apoyo en redes sociales y desarrollo de nuevos productos en una empresa dulcera de México y participando como mentora en el área de mercadotecnia de ¡Keybot!",
  "About.LuisBio": "Luis Enrique Sánchez, profesor del departamento de Ciencias de PrepaTec. Mi historia en Keybot comenzó en el 2019 cuando me invitan a participar como Head Coach. En esa temporada tuvimos la oportunidad de quedar como finalistas en el regional de Campus Santa Fe, lo que nos dio el pase al Campeonato Mundial en Houston. \"Keybot me ha enseñado el gran potencial que tienen nuestros alumnos cuando persiguen sus sueños con pasión y disciplina\". ",
  "About.OsbaldoBio": "Osbaldo Becerra, profesor del Tecnológico de Monterrey con una Maestría en ciencias en electrónica, diseño de circuitos integrados. Posgrado en el instituto nacional de astrofísica, óptica y electrónica (INAOE), en Tonantzinta, Puebla. Experiencia en diferentes áreas y empresas como electro fotónica y diseño electrónico en Axón, líder de ingeniería para creación del canal 26 del gobierno del estado de Puebla, en la transmisión de señal de tv en Once TV y catedrático en la Universidad politécnica de Pachuca. Actualmente apoya como mentor de electrónica al equipo de Keybot!",
  "About.SofiaBio": "Mi nombre es Sofía González, aunque me gusta más que me llamen Sofi. Tengo 16 años y soy coordinadora general en el equipo de robótica de Keybot. He probado todo tipo de deporte y baile, pero el que más me ha gustado es la danza irlandesa, en la cual asistí a varias competencias.",
  "About.AbiBio": "Mi nombre es Karla Abigail Henkel Bustamante. Soy la líder de finanzas. La mayoría me llama Aby o Karla. Me gusta bailar, cantar y jugar tenis.",
  "About.RodriBio": "Rodrigo Vázquez Hernández. Alumno de tercer semestre que ha formado parte del equipo durante todo su primer año de preparatoria. Ha estado en el área de administración y ha desempeñado tareas de mercadotecnia y scouting. Asistió al regional de Monterrey 2020. Ha participado en grupos estudiantiles como teateTie HidalMUN. Tiene un promedio de 97. ",
  "About.MariBio": "Mi nombre es Mariana, y me gusta que me digan así. Tengo 17 años y soy líder de patrocinios. Un fun fact mío es que me encantan las series de repostería.",
  "About.AleBio": "Me llamo Alessa, me gusta que me digan Ale y tengo 17 años. Soy la presidenta de la gestión 2020 - 2021 de Keybot. Considero que nuestro equipo, más que un equipo, es una familia. Un fun fact acerca de mi es que: adoro a los animales, a tal punto que he tenido desde perros y gatos, hasta conejos y patos. ",
  "About.ItzelBio": "Soy Itzel Castellanos, tengo 17 años y soy líder de Chairman's, me gusta todo lo relacionado con las artes en especial la música y el dibujo, un fun fact sobre mi es que soy muy distraída con mis cosas, un día llegue a perder un solo zapato en el Schoolastico",
  "About.EugeBio": "Hola! Soy Eugenia De Jesus Rangel tengo 17 años. Soy la Líder del área de programación/electrónica y vicepresidenta del equipo para esta gestión de 2020 a 2021. Fun fact: Me gusta andar en motocicleta.",
  "About.NadiaBio": "Hola me llamo Nadia Belem, me gusta que me digan nadia y detesto el nombre de belem. Tengo 17 años y soy la lider del área de mercadotecnia de la gestión 2020 - 2021. Un random fact mio: Me gusta viajar mucho y adoro los chihuahas.",
  "About.KarlaBio": "Me llamo Karla Yenitzia Alducin Guzmán, líder de administración, tengo 17 años, mi segundo nombre es maya y significa segundo amanecer. He vivido en 9 estados de la república. Me gusta que me digan más por mi segundo nombre, pero no tengo ningún problema con ninguno de los dos. Mi fun fact es que cuando estoy nerviosa, me trueno los dedos de la mano",
  "About.MemeBio": "Estudiante del tecnológico de Monterrey campus Hidalgo,ex-Columbia,líder de neumática ,18 años de edad,le gusta el synthwave y odia la banda/reggaetón/cumbia Fun fact: me llaman meme (no pregunten)",
  "About.PaolaBio": "Me llamo Paola Salomón, pero me gusta que me digan Pao. Tengo 17 años. Soy líder de acción social de la gestión de keybot 2020-2021. Me gusta mucho jugar Tenis.",
  "About.BennetBio": "Bio Faltante",
  "About.SalmaBio": "Bio Faltante",
  "About.MayaBio": "Ingeniero en ciencia de materiales egresado de la UAEH, especialidad en materiales no metalicos, tecnico mecanico industrial, asistente de investigación en semiconductores y comportamiento magnetico en UAEH, analista de sistemas de mantenimiento en ternium N.L. Miembro de Keybot desde la temporada de StrongHold",


  "About.MisionTitle": "Nuestra Misión",
  "About.MisionInfo": "El inspirar a mentes jovenes para inovar dentro del campo de la tecnología, la ciencia y los negocios, despertando su creatividad y potencial mediante el uso de la robotica como herramienta principal.",

  "About.VisionTitle": "Nuestra Visión",
  "About.VisionInfo": "El convertirnos en uno de los mejores y más reconocidos equipos de FRC a nivel internacional, por nuestro liderazgo dentro de las diferentes áreas de nuestra comunidad, así como por nuestra capacidades de inovación y creatividad en los sectores industriales y tecnológicos",

  "About.GalleryTitle": "Galería de Keybot",
  "About.Footer": "Todos los derechos Reservados",

  "Login.Username": "Username o Email",
  "Login.Password": "Contraseña",
  "Login.PassBox": "Mostrar Contra"
}